// +----------------------------------------------------------------------
// | JavaWeb混编版框架 [ JavaWeb ]
// +----------------------------------------------------------------------
// | 版权所有 2019~2020 南京JavaWeb研发中心
// +----------------------------------------------------------------------
// | 官方网站: http://www.javaweb.vip/
// +----------------------------------------------------------------------
// | 作者: 鲲鹏 <1175401194@qq.com>
// +----------------------------------------------------------------------

package com.withmore.user.teacher.constant;

import java.util.HashMap;
import java.util.Map;

/**
 * <p>
 * 教师可访问权限表 模块常量
 * </p>
 *
 * @author Cheney
 * @since 2021-08-01
 */
public class TeacherPermissionConstant {

}