// +----------------------------------------------------------------------
// | JavaWeb_Vue_Pro前后端分离旗舰版框架 [ JavaWeb ]
// +----------------------------------------------------------------------
// | 版权所有 2019~2020 南京JavaWeb研发中心
// +----------------------------------------------------------------------
// | 官方网站: http://www.javaweb.vip/
// +----------------------------------------------------------------------
// | 作者: 鲲鹏 <1175401194@qq.com>
// +----------------------------------------------------------------------

package com.withmore.activity.query;

import com.javaweb.system.common.BaseQuery;
import lombok.Data;

/**
 * <p>
 * 活动报名信息表查询条件
 * </p>
 *
 * @author Zhous
 * @since 2021-08-07
 */
@Data
public class ActivitySignUpQuery extends BaseQuery {

}
