// +----------------------------------------------------------------------
// | JavaWeb混编版框架 [ JavaWeb ]
// +----------------------------------------------------------------------
// | 版权所有 2019~2020 南京JavaWeb研发中心
// +----------------------------------------------------------------------
// | 官方网站: http://www.javaweb.vip/
// +----------------------------------------------------------------------
// | 作者: 鲲鹏 <1175401194@qq.com>
// +----------------------------------------------------------------------

package com.withmore.user.permission.constant;

import java.util.HashMap;
import java.util.Map;

/**
 * <p>
 * 权限节点表-待办事项可视权限 模块常量
 * </p>
 *
 * @author Cheney
 * @since 2021-07-27
 */
public class PermissionNodeConstant {

}